import Page from '../../../../../../Page/Page'
import Block from '../../../../../../components/sample/Block/Block'
import Title from '../../../../../../components/sample/Title/Title'


export const OD = () => {

	const odContent = (
		<div>
				<Title text='Фінанси, банківська справа та страхування' />
				<hr className='hr-style' />
				<br />
				<p>Код та найменування спеціальності: 072 Фінанси, банківська справа та страхування.</p>
				<br />
				<p>Шифр та галузь знань: 07 Управління та адміністрування.</p>
				<br />
				<p>Кваліфікація: молодший фаховий бакалавр з оціночної діяльності.</p>
				<br />
				<p>Термін навчання:</p>
				<br />
				<li>на основі базової загальної середньої освіти - 2 роки 10 місяців;</li>
				<li>на основі повної загальної середньої освіти - 1 рік 10 місяців.</li>
				<br />
				<p>Ліцензований обсяг прийому: 30 осіб денна форма навчання.</p>
				<br />
				<p>Підготовка за спеціалізацією проводиться з 2009 року.</p>
				<p>Майбутні експерти-оцінювачі опановують основні засади правової та методологічної оцінки рухомого, нерухомого майна, бізнесу, майнових прав та земельних ділянок.</p>
				<br />
				<Title text='Провідні дисципліни фахової підготовки' />
				<li>Оціночна діяльність;</li>
				<li>Методи та моделі оцінювання;</li>
				<li>Нормативно-правове регулювання оціночної діяльності;</li>
				<li>Інформаційні системи і технології в оціночній діяльності;</li>
				<li>Податкова система;</li>
				<li>Інфраструктура фінансового ринку;</li>
				<li>Ринок машин і обладнання;</li>
				<li>Основи землеустрою та оцінка земельних ділянок;</li>
				<li>Ринок колісних транспортних засобів;</li>
				<li>Оцінка об’єктів нерухомого майна.</li>
				<br />
				<p>Отримані знання та практичні навички дозволяють нашим випускникам:</p>
				<ul>
						<li>проводити оцінку під час купівлі, здавання в оренду та інших операціях: нерухомості (цілісні майнові комплекси, будівлі, споруди), машин та обладнання, дорожніх транспортних засобів, бізнесу, земельних ділянок;</li>
						<li>володіти питаннями права, фінансово-економічної, грошово-кредитної, інвестиційної, бухгалтерсько-статистичної діяльності підприємства;</li>
						<li>використовувати інформаційні технології в економічній діяльності підприємства, в тому числі і комп’ютерну програму «1С: Підприємство»;</li>
						<li>вільно володіти персональним комп’ютером.</li>
				</ul>
				<br />
				<p>Можливості працевлаштування: на посадах помічника експерта-оцінювача в агентствах з оцінки майна, страхових компаніях, експертом в відділі розслідування ДТП, касира, спеціаліста аудиторських та банківських установ.</p>
				<br />
				<p>Випускники спеціалізації коледжу продовжують навчання за скороченим терміном в Київському національному університеті ім. Т. Шевченка, Київському національному економічному університеті ім. В. Гетьмана, Національному аерокосмічному університеті ім. М. Є. Жуковського «Харківський авіаційний інститут», Черкаському державному технологічному університеті, Черкаському національному університеті ім. Б. Хмельницького.</p>
			<hr className='hr-style' />
	</div>
	);

	return (
		<Page title='Оціночна діяльність - ЧПФК'>
			<Block
				content={odContent}
			/>
		</Page>
	);
};
