import Page from '../../../../../../Page/Page'
import Block from '../../../../../../components/sample/Block/Block'
import Title from '../../../../../../components/sample/Title/Title'


export const OV = () => {

	const ovContent = (
		<div>
    <Title text='Обслуговування верстатів з програмним управлінням і робототехнічних комплексів' />
    <hr className='hr-style' />
    <br />
		<p>Код та найменування спеціальності: 131 Прикладна механіка.</p>
    <br />
    <p>Шифр  та галузь знань: 13 Механічна інженерія.</p>
    <br />
    <p>Кваліфікація:  технік-електромеханік.</p>
    <br />
    <p>Термін навчання:</p>
    <br />
        <li>на основі базової загальної середньої освіти - 3 роки 10 місяців;</li>
        <li>на основі повної загальної середньої освіти - 2 роки 10 місяців.</li>
    <br />
    <p>Ліцензований обсяг прийому:</p>
    <p>30 осіб денна форма навчання</p>
    <br />
    <p>Підготовка за спеціалізацією проводиться з 1991 року.</p>
    <p>
        Фаховий молодший бакалвр з кваліфікацією техніка-електромеханіка готується до професійної діяльності з монтажу, ремонту та налагодження електронних та електромеханічних систем верстатів з ПУ, інших технологічних установок та роботизованих комплексів, а також з організації їх обслуговування.
    </p>
    <br />
    <p>Кваліфікаційною характеристикою випускника передбачено роботу в бюро відділів головного механіка, енергетики підприємств, а також в проектних і науково-дослідницьких організаціях машинобудівного профілю на первинних посадах електромеханіка.</p>
    <p>
        Після закінчення технікуму електромеханік:
        <ul>
            <li>виконує роботи з ремонту, налагодження обладнання, профілактичні заходи з підтримання обладнання  в робочому стані;</li>
            <li>бере участь в розробці і оформленні різної технічної документації для монтажу і експлуатації обладнання з забезпеченням норм охорони праці;</li>
            <li>виконує розрахунки з визначення потреби в запасних частинах, електрорадіоелементах, інтегральних мікросхемах;</li>
            <li>бере участь у розробці електричних і електронних схем.</li>
        </ul>
    </p>
    <br />
    <p>Навчальним планом передбачено додаткове здобуття студентами робітничої професії “Монтажник радіоапаратури і приладів”.</p>
    <br />
    <Title text='Провідні дисципліни фахової підготовки:' />
        <li>"Промислова електроніка"</li>
        <li>"Дискретна автоматика, мікропроцесорна техніка та програмування"</li>
        <li>"Будова і налагодження систем ПУ"</li>
        <li>"Технічне обслуговування верстатів з ПУ і РТК"</li>
        <li>"Електропривод і електрообладнання верстатів"</li>
        <li>"Автоматичне управління типовими технологічними процесами"</li>
    <br />
    <p>
        Основні підприємства адля працевлаштування: ПП "Родень", ДП НВК "Фотоприлад", ПСРП "Ремавтоагрегат", ЗАТ "Черкасиелеватормаш", ПАТ "Юрія"
    </p>
    <br />
    <p>
        Випускники спеціалізації коледжу продовжують навчання за скороченим терміном переважно в Національному університеті біоресурсів та природокористування, Національному технічному університеті України «Київський політехнічний інститут імені Ігоря Сікорського», Центральноукраїнському національному технічному університеті, Кременчуцькому національному університеті імені Михайла Остроградського та Черкаському державному технологічному університеті.
    </p>
    <hr className='hr-style' />
</div>
	);

	return (
		<Page title='Обслуговування верстатів з програмним управлінням і робототехнічних комплексів - ЧПФК'>
			<Block
				content={ovContent}
			/>
		</Page>
	);
};
