import Page from '../../../../../../Page/Page'
import Block from '../../../../../../components/sample/Block/Block'
import Title from '../../../../../../components/sample/Title/Title'


export const RA = () => {

	const raContent = (
			<div>
			<Title text='Автомобільний транспорт' />
			<hr className='hr-style' />
			<br />
			<p>Код та найменування спеціальності: 274 Автомобільний транспорт.</p>
			<br />
			<p>Шифр та галузь знань: 27 Транспорт.</p>
			<br />
			<p>Кваліфікація: механік.</p>
			<br />
			<p>Термін навчання:</p>
			<br />
			<li>на основі базової загальної середньої освіти - 3 роки 10 місяців;</li>
			<li>на основі повної загальної середньої освіти - 2 роки 10 місяців.</li>
			<br />
			<p>Ліцензований обсяг прийому: 60 осіб денна форма навчання та 50 заочна.</p>
			<br />
			<p>Підготовка за спеціалізацією проводиться з 2004 року.</p>
			<p>Підготовка фахового молодшого бакалавра з кваліфікацією механіка здійснюється для виробничо-технічної та організаційно-керівної діяльності, пов’язаної з технічним обслуговуванням та ремонтом автомобілів і двигунів; для роботи в автотранспортних і ремонтних підрозділах підприємств та організацій для більшості галузей економіки з різними формами власності на посадах майстра (бригадира) ремонтної дільниці, комплексу підготовки виробництва та техніка з обліку рухомого складу і агрегатів, автомобільних шин і паливно-мастильних матеріалів.</p>
			<br />
			<p>До проходження виробничо-технологічної практики студенти додатково опановують професію "Автослюсар".</p>
			<br />
			<Title text='Провідні дисципліни фахової підготовки' />
			<li>Автомобілі та автомобільні двигуни;</li>
			<li>Електрообладнання автомобілів;</li>
			<li>Технічна експлуатація автомобілів;</li>
			<li>Основи технології ремонту автомобілів;</li>
			<li>Автомобільні перевезення;</li>
			<li>Правила і безпека дорожнього руху;</li>
			<li>Діагностика технічного стану автомобілів;</li>
			<li>Організація та планування підприємств.</li>
			<br />
			<p>Можливості працевлаштування: випускник може займати посаду механіка, механіка з ремонту автотранспорту, техніка-конструктора, техніка-технолога, механіка виробництва, механіка СТО, механіка автомобільної колони (гаража) та працювати на підприємствах оптової і роздрібної торгівлі, торгівлі транспортними засобами, технічного обслуговування та ремонту автомобілів, капітального ремонту автомобілів та автобусів, виробництва автомобілів, устаткування автомобілів.</p>
			<br />
			<p>Випускники спеціалізації коледжу продовжують навчання за скороченим терміном переважно в Національному транспортному університеті, Харківському національному автомобільно-дорожньому університеті, Центральноукраїнському національному технічному університеті, Кременчуцькому національному університеті імені Михайла Остроградського та Черкаському державному технологічному університеті.</p>
			<hr className='hr-style' />
	</div>
	);

	return (
		<Page title='Обслуговування та ремонт автомобілів і двигунів - ЧПФК'>
			<Block
				content={raContent}
			/>
		</Page>
	);
};
