import Page from '../../../../Page/Page';
import Block from '../../../../components/sample/Block/Block';
import Title from '../../../../components/sample/Title/Title';

export const Organization = () => {
	const organizationContent = (
		<div>
			<Title text='Організація освітнього процесу' />
			<hr className='hr-style' />
			<p>
				Освітній процес у Черкаському Політехнічному Фаховому Коледжі – це
				структурована система організаційних і дидактичних заходів, спрямованих
				на реалізацію змісту освіти відповідного
				освітнього/освітньо-професійного ступеня (освітньо-кваліфікаційного
				рівня) відповідно до вимог інституційних стандартів освітньої діяльності
				та стандартів освіти.
			</p>
			<p>
				Основним нормативним документом, що визначає організацію освітнього
				процесу за конкретною спеціальністю, є навчальний план, який
				розробляється завідувачами відділень на підставі освітньо-професійної
				програми та структурно-логічної схеми підготовки і визначає перелік та
				обсяг нормативних і вибіркових навчальних дисциплін, послідовність їх
				вивчення, конкретні форми проведення навчальних занять та їх обсяг,
				графік освітнього процесу, форми та засоби поточного і підсумкового
				контролю.
			</p>
			<p>
				Для конкретизації планування освітнього процесу на кожний навчальний рік
				складається робочий навчальний план.
			</p>
			<p>
				Освітній процес в Коледжі здійснюється в таких формах: навчальні
				заняття, виконання індивідуальних завдань, самостійна робота студентів,
				практична підготовка, контрольні заходи.
			</p>
			<p>
				Організація освітнього процесу за формами навчання регулюється річним
				графіком освітнього процесу.
			</p>
			Основними видами навчальних занять є лекція, лабораторне, практичне,
			семінарське заняття. Організація навчальних занять регулюється розкладом
			занять за семестрами. Організація семестрового контролю здійснюється на
			основі графіку сесії.
			<hr className='hr-style' />
		</div>
	);

	return (
		<Page title='Організація освітнього процесу - ЧПФК'>
			<Block content={organizationContent} />
		</Page>
	);
};
