import Page from '../../../Page/Page';
import Block from '../../../components/sample/Block/Block';
import Title from '../../../components/sample/Title/Title';
import UnorderedList from '../../../components/sample/UnorderedList/UnorderedList';

export const Quality = () => {
	const educationContent = (
		<div>
			<Title text='Якість' />
			<hr className='hr-style' />
			<p>
				Стратегічною метою Черкаського Політехнічного Фахового Коледжу є вихід
				на позиції лідерства в освітньо-професійній сфері і увійти до 100
				найкращих закладів вищої освіти України
			</p>
			<p>
				Для реалізації цієї місії у Коледжі розроблено гнучку систему
				менеджменту якості, яка передбачає активне залучення внутрішніх і
				зовнішніх споживачів освітніх послуг до постійного поліпшення якості
				освіти, що у кінцевому результаті забезпечує ріст конкурентоспроможності
				коледжу. Менеджмент якості освіти в Черкаському Політехнічному Фаховому
				Коледжі ґрунтується на наступних засадах:
			</p>
			<UnorderedList
				items={[
					"Максимальне задоволення існуючих і перспективних потреб у якісній і затребуваній ринком праці освіті, що забезпечить успішну ділову кар'єру випускника коледжу.",
					'Підвищення рівня компетентності викладацького складу, усього персоналу на основі безупинного навчання.',
					"Забезпечення чіткого розуміння кожним співробітником Коледжу своїх посадових обов'язків, повноважень, а також відповідальності за їхнє виконання.",
					'Забезпечення можливості для підвищення рівня професійної підготовки і духовного розвитку.',
					'Прийом рішень на основі всебічного аналізу інформації.',
					'Гарантування відповідності якості наданих освітніх послуг міжнародним стандартам шляхом регулярного проведення самооцінювання та акредитації освітніх програм.',
				]}
			/>
			<hr className='hr-style' />
		</div>
	);

	return (
		<Page title='Якість - ЧПФК'>
			<Block content={educationContent} />
		</Page>
	);
};
