import Page from '../../../../../../Page/Page'
import Block from '../../../../../../components/sample/Block/Block'
import Title from '../../../../../../components/sample/Title/Title'


export const ZM = () => {

	const zmContent = (
		<div>
				<Title text='Обслуговування та ремонт обладнання підприємств хімічної і нафтогазопереробної промисловості' />
				<hr className='hr-style' />
				<p>Код та найменування спеціальності: 133 Галузеве машинобудування.</p>
				<br />
				<p>Шифр та галузь знань: 13 Механічна інженерія.</p>
				<br />
				<p>Кваліфікація: технік з експлуатації та ремонту устаткування.</p>
				<br />
				<p>Термін навчання:</p>
				<br />
				<li>на основі базової загальної середньої освіти - 3 роки 10 місяців;</li>
				<li>на основі повної загальної середньої освіти - 2 роки 10 місяців.</li>
				<br />
				<p>Підготовка за спеціалізацією проводиться з 2013 року.</p>
				<p>ПІдготовка фахового молодшого бакалавра з кваліфікацією техніка з експлуатації та ремонту устаткування здійснюється для виробничо-технологічної діяльності на підприємствах хімічної і нафтогазопереробної промисловості.</p>
				<br />
				<p>Можливості працевлаштування: випускник може займати посади техніка з експлуатації та ремонту устаткування, техніка-конструктора(механіка), техніка-технолог(механіка), слюсара-ремонтника, техніка з налагодження та випробування та працювати на підприємствах: виробництва машин та устаткування, монтажу та ремонтів насосів, компресорів і гідравлічних систем, ремонту підйомного та такелажного устаткування, монтажу і ремонту машин загального та спеціального призначення.</p>
				<br />
				<p>Випускники спеціалізації коледжу продовжують навчання за скороченим терміном в Національному технічному університеті України «Київський політехнічний інститут імені Ігоря Сікорського», Центральноукраїнському  національному технічному університеті, Кременчуцькому національному університеті імені Михайла Остроградського та Черкаському державному технологічному університеті.</p>
			<hr className='hr-style' />
	</div>
	);

	return (
		<Page title='Обслуговування та ремонт обладнання підприємств хімічної і нафтогазопереробної промисловості - ЧПФК'>
			<Block
				content={zmContent}
			/>
		</Page>
	);
};
