import Page from '../../../../Page/Page';
import Block from '../../../../components/sample/Block/Block';
import Title from '../../../../components/sample/Title/Title';
import UnorderedList from '../../../../components/sample/UnorderedList/UnorderedList';

export const Nefor = () => {
	const neforContent = (
		<div>
			<Title text='Неформальна освіта' />
			<hr className='hr-style' />
			<p>
				ФОРМАЛЬНА ОСВІТА – це освіта, яка включає в себе всі види здобуття знань
				у рамках національної системи освіти.
			</p>
			<p>
				НЕФОРМАЛЬНА ОСВІТА – це освіта, яка здобувається, як правило, за
				освітніми програмами та не передбачає присудження визнаних державою
				освітніх кваліфікацій за рівнями освіти, але може завершуватися
				присвоєнням професійних та/або присудженням часткових освітніх
				кваліфікацій. Вона передбачає отримання актуальних практичних і
				теоретичних знань, навичок, опановування сучасних методів розв’язання
				професійних завдань, самоорганізоване здобуття певних компетентностей,
				вдосконалення наявних знань та саморозвиток. Допомагає швидко і вчасно
				отримати необхідні знання відповідно до потреб тут і зараз.
			</p>
			<p>
				ФОРМИ НЕФОРМАЛЬНОЇ ОСВІТИ : очна (тренінги, майстер-класи, семінари,
				майстерні тощо), дистанційна (дистанційні курси, вебінари) тощо.
			</p>
			<p>
				ДЕ ЗДОБУТИ: неурядові установи, приватні особи, платформи дистанційного
				навчання.
			</p>
			<p>
				ОСНОВНІ ЦІЛІ НЕФОРМАЛЬНОЇ ОСВІТИ :
				<UnorderedList
					items={[
						' професійний розвиток відповідно до державної політики у галузі освіти та забезпечення якості освіти',
						'	підвищення якості освітніх послуг, які надаються Коледжем; підвищення ефективності пошукових та наукових досліджень здобувачів освіти',
						'підвищення конкурентоздатності випускників Коледжу на вітчизняному та міжнародному ринках освітніх послуг та праці',
						'збагачення індивідуального досвіду учасників освітнього процесу щодо інших моделей створення та поширення знань.',
					]}
				/>
			</p>
			<p>
				ІДЕАЛЬНА ФОРМУЛА НАВЧАННЯ : формальна + неформальна освіта. Тоді досвід,
				отриманий внаслідок саморозвитку доповнює той, який студенти отримують у
				Коледжі.
			</p>
			ВАЖЛИВО! Результати навчання, здобуті шляхом неформальної та/або
			інформальної освіти, визнаються в системі формальної освіти Коледжу в
			порядку, визначеному законодавством.
			<hr className='hr-style' />
		</div>
	);

	return (
		<Page title='Неформальна освіта - ЧПФК'>
			<Block content={neforContent} />
		</Page>
	);
};
