import Page from '../../../../../../Page/Page';
import { Button } from '../../../../../../components/Button';
import Block from '../../../../../../components/sample/Block/Block';
import Subtitle from '../../../../../../components/sample/Subtitle/Subtitle';
import Title from '../../../../../../components/sample/Title/Title';
import styles from './choose-profesion.module.scss';

export const Chooseprofesion = () => {
	const chooseprofesionContent = (
		<div>
			<Title text='Вибери професію' />
			<hr className='hr-style' />
			<Subtitle text={'Шановні старшокласники,'} />
			<p>
				Ви наближаєтеся до важливого етапу свого життя — вибору професії. Це
				рішення визначатиме ваш подальший шлях, тому важливо підійти до нього
				обдумано. Ось декілька порад, які допоможуть вам зробити правильний
				вибір.
			</p>
			<h4>1. Досліджуйте свої інтереси</h4>
			<p>
				Перш за все, подумайте, що вам дійсно подобається робити. Які предмети у
				школі вам цікаві? Які хобі приносять вам радість? Ваші захоплення можуть
				підказати, яка професія буде вам до душі.
			</p>
			<h4>2. Оцініть свої навички</h4>
			<p>
				Крім інтересів, важливо оцінити свої навички та здібності. Що у вас
				виходить найкраще? Можливо, ви чудово розв’язуєте математичні задачі,
				майстерно пишете твори чи легко знаходите спільну мову з людьми. Вибір
				професії, яка відповідає вашим сильним сторонам, підвищить ваші шанси на
				успіх.
			</p>
			<h4>3. Вивчайте ринок праці</h4>
			<p>
				Досліджуйте, які професії зараз затребувані на ринку праці. Які
				спеціальності мають перспективи розвитку у вашому регіоні чи за
				кордоном? Сучасний світ швидко змінюється, і важливо обрати таку
				професію, яка залишатиметься актуальною в майбутньому.
			</p>
			<h4>4. Пройдіть тестування</h4>
			<p>
				Існує багато тестів на професійну орієнтацію, які допоможуть визначити,
				до якої сфери діяльності ви маєте схильність. Не соромтеся звертатися за
				допомогою до шкільних психологів або використовувати онлайн-ресурси для
				цього.
			</p>
			<h4>5. Отримуйте інформацію з перших рук</h4>
			<p>
				Якщо маєте можливість, поспілкуйтеся з професіоналами у тій сфері, яка
				вас цікавить. Дізнайтеся про їхній досвід, складнощі та переваги роботи.
				Це допоможе вам скласти реалістичне уявлення про обрану професію.
			</p>
			<h4>6. Не бійтеся змін</h4>
			<p>
				Пам’ятайте, що вибір професії — це не вирок на все життя. Ви завжди
				можете змінити напрямок, якщо зрозумієте, що зробили помилку. Головне —
				продовжувати вчитися та розвиватися.
			</p>
			<p>
				Вибір професії — це важливий крок, але не варто боятися його. Довіряйте
				своїм відчуттям, будьте відкритими до нових можливостей і вірте у власні
				сили. Успіхів вам на цьому шляху!
			</p>
			<p>З найкращими побажаннями,</p>
			<hr className='hr-style' />
			<div className={styles['choose-profesion']}>
				<Button
					onClick={() => {
						window.open(
							'https://onlinetestpad.com/ua/testresult/837528-test-na-proforientaciyu?res=dj752javbmhnw',
							'_blank'
						);
					}}
				>
					Тест на визначення професії
				</Button>
			</div>
		</div>
	);

	return (
		<Page title='Вибери професію - ЧПФК'>
			<Block content={chooseprofesionContent} />
		</Page>
	);
};
