import Page from '../../../../../../Page/Page';
import Block from '../../../../../../components/sample/Block/Block';
import Title from '../../../../../../components/sample/Title/Title';

export const EP = () => {
	const epContent = (
		<div>
			<Title text='Монтаж і експлуатація електроустаткування підприємств і цивільних споруд' />
			<hr className='hr-style' />
			<p>
				Код та найменування спеціальності: 141 Електроенергетика, електротехніка
				та електромеханіка.
			</p>
			<p>Шифр та галузь знань: 14 Електрична інженерія.</p>
			<p>Кваліфікація: технік-електрик.</p>
			<p>Термін навчання:</p>
			<li>на основі базової загальної середньої освіти - 3 роки 10 місяців;</li>
			<li>на основі повної загальної середньої освіти - 2 роки 10 місяців.</li>
			<p>Ліцензований обсяг прийому:</p>
			<p>60 осіб денна форма навчання та 50 заочна.</p>
			<p>Підготовка за спеціалізацією проводиться з 1987 року.</p>
			<p>
				Підготовка фахового молодшого бакалавра з кваліфікацією
				техніка-електрика здійснюється для професійної діяльності з монтажу,
				налагодження, експлуатації, ремонту і випробування електроустаткування
				та засобів автоматизації промислових установок і технологічних
				комплексів; проектування, конструювання електроустаткування та засобів
				автоматизації промислових установок і технологічних комплексів.
			</p>
			<p>
				Кваліфікаційною характеристикою випускника передбачено роботу в
				підрозділах проектно-конструкторських інститутів, науково-дослідних
				установах, монтажних, ремонтно-експлуатаційних, пусконалагоджувальних
				дільницях, на підприємствах і організаціях промислової енергетики,
				житлово-комунального господарства на посадах техніка-проектувальника,
				техніка-електрика, техніка з монтажу, техніка-налагоджувальника, техніка
				з експлуатації, техніка-організатора виробництва, техніка з ремонту.
			</p>
			<p>
				До проходження виробничої практики студенти додатково оволодівають
				робітничою професією "Електромонтер з обслуговування і ремонту
				електроустаткування".
			</p>
			<Title text='Провідні дисципліни фахової підготовки:' />
			<li>"Електропостачання підприємств і цивільних споруд"</li>
			<li>"Економіка і організація електротехнічної служби підприємств"</li>
			<li>"Електроустаткування підприємств і цивільних споруд"</li>
			<li>"Експлуатація і ремонт електроустаткування"</li>
			<li>"Енергозбереження"</li>
			<li>"Налагодження електроустаткування"</li>
			<li>"Системи керування електроприводами"</li>
			<p>
				Випускники спеціалізації коледжу продовжують навчання за скороченим
				терміном переважно в Національному університеті біоресурсів та
				природокористування, Національному технічному університеті України
				«Київський політехнічний інститут імені Ігоря Сікорського»,
				Центральноукраїнському національному технічному університеті,
				Кременчуцькому національному університеті імені Михайла Остроградського
				та Черкаському державному технологічному університеті.
			</p>
			<hr className='hr-style' />
		</div>
	);

	return (
		<Page title='Монтаж і експлуатація електроустаткування підприємств і цивільних споруд'>
			<Block content={epContent} />
		</Page>
	);
};
