import { HiAnnotation, HiChatAlt, HiOutlineAcademicCap } from 'react-icons/hi';
import Page from '../../../Page/Page';
import DemoBlock from '../../../components/sample/DemoBlock/DemoBlock';
import Subtitle from '../../../components/sample/Subtitle/Subtitle';
import Title from '../../../components/sample/Title/Title';
import styles from './College.module.scss';

export const College = () => {
	const сollegeRoutes = [
		{
			name: 'Про нас',
			path: '/college/pro-nas',
			icon: <HiOutlineAcademicCap />,
		},
		{
			name: 'Загальна Інформація',
			path: '/сollege/zagaln-informacia',
			icon: <HiChatAlt />,
		},
		{
			name: 'Публічна Інформація',
			path: '/сollege/publichna-informatsiia',
			icon: <HiAnnotation />,
		},
	];

	const сollegeContent = (
		<div>
			<Title text='Коледж' />
			<hr className='hr-style' />
			<Subtitle text='Історія Черкаського політехнічного фахового коледжу нараховує 100 років. Вона бере свій початок із першого вересня 1922 року і пов’язана з історією виникнення та розвитку Черкаської професійно-технічної школи. Це підтверджують архівні матеріали, випускні свідоцтва студентів, спогади першого директора і організатора профтехшколи Іларіона Григоровича Крижанівського.' />

			<img
				className={styles.college__img}
				src='./img/stariy_tehn_kum.png'
				alt=''
			/>
			<p>
				Профтехшкола розташувалась у будинку колишнього ремісничого училища, яке
				знаходилося по вулиці Надпільній, 242 (сьогодні в ньому знаходиться
				госпіталь для учасників ІІ Світової війни). Але підсумки першого року
				навчання в профтехшколі показали, що подальше її існування є неможливим
				без розширення навчально-виробничої бази. Тому у 1923 році профтехшколі
				передали всі будівлі та споруди Черкаського спирто-горілчаного заводу,
				де і до сьогодні розміщується заклад освіти. Черкаська профтехшкола
				готувала кваліфікованих робітників за різними фахами: слюсарі, токарі,
				фрезерувальники, машиністи, формувальники, моделювальники,
				електрослюсарі.
				<p>
					{' '}
					У 1929 році профтехшколу було реорганізовано в Черкаський
					індустріальний технікум, який проіснував до осені 1930 року і готував
					робітників за двома спеціальностями: механізація сільського
					господарства та електрифікація сільського господарства. Згодом
					навчальний заклад ще декілька разів перейменовували залежно від потреб
					держави у тих чи інших робітниках, зокрема, технікум механізації та
					електрифікації сільського господарства, автодорожній технікум,
					технікум механізації сільського господарства.
				</p>
				<img className={styles.college__img} src='./img/chpt.jpg' alt='' />
				<p>
					З початком ІІ Світової війни навчання було призупинено, майно
					технікуму – евакуйовано, а студенти здебільшого поповнили лави
					Радянської армії. Після визволення Черкас від нацистських загарбників
					навчання відразу ж відновилося. Продовжували готувати фахівців за
					двома спеціальностями: механізація сільського господарства та
					електрифікація сільського господарства.
				</p>
				<p>
					У 1960 році при технікумі було відкрито заочне відділення
					спеціальності «Електрифікація сільського господарства», а в 1964 році
					було відкрито нову спеціальність – «Гідромеліорація» і згодом, у 1966
					році навчальний заклад було перейменовано на Черкаський технікум
					гідромеліорації і електрифікації сільського господарства. У 1974 році,
					у зв’язку із закриттям спеціальності «Гідромеліорація» технікум знову
					змінив свою назву на технікум електрифікації і сільськогосподарського
					будівництва, спеціалістів готували за двома напрямами: електрифікація
					сільського господарства та промислове і цивільне будівництво.
				</p>
				<p>
					{' '}
					В 1976 році закінчилось будівництво нового гуртожитку на території
					технікуму (на сьогодні – навчальний корпус №4), а в 1978 – введено в
					користування гуртожиток по вулиці О. Панченка, 5, який функціонує до
					сьогодні.
				</p>
				<p>
					У 1989 році заклад освіти перейменовано на Черкаський політехнічний
					технікум.
				</p>
				<p>
					З 1987 року в технікумі почали готувати фахівців зі спеціальності
					«Монтаж і експлуатація електроустаткування підприємств і цивільних
					споруд», з 1991 року зі спеціальності «Обслуговування верстатів з
					програмним управлінням і робототехнічних комплексів»; у 1996 році
					ліцензовано дві спеціальності: «Обробка матеріалів на верстатах і
					автоматичних лініях» і «Економіка підприємства»; у 2001 році відкрито
					спеціальності «Програмування для електронно-обчислювальної техніки і
					автоматизованих систем» та «Обслуговування і ремонт
					електроустаткування автомобілів і тракторів»; 2004 року відкрито
					спеціальність «Обслуговування та ремонт автомобілів і двигунів»;
					дев’ятою, спеціальністю є «Оціночна діяльність», відкрита у 2009 році.
					Наймолодшою спеціальністю є «Обслуговування та ремонт обладнання
					підприємств хімічної і нафтогазопереробної промисловості», яку
					відкрили у 2013 році.
				</p>
				<img className={styles.college__img} src='./img/1.png' alt='' />
				<p>
					Чисельність студентів денної форми навчання за останні двадцять п'ять
					років зросла з 700–750 до 1200–1300 осіб.
				</p>
				<p>
					У 2020 році, в зв'язку з прийняттям Закону "Про фахову передвищу
					освіту" Черкаський політехнічний технікум змінив свою назву на -
					Черкаський політехнічний фаховий коледж.
				</p>
				<p>
					За роки незалежності України колектив коледжу має певні здобутки з
					організаційно-управлінської, навчально-методичної, виховної роботи.
					Постійно оновлюється матеріально-технічна база, що дозволяє готувати
					спеціалістів високої кваліфікації.
				</p>
				<p>
					{' '}
					Педагогічний колектив постійно збагачує багаторічний досвід попередніх
					поколінь, використовуючи все краще, що було напрацьовано за майже 100
					років існування закладу освіти.
				</p>
				<p>
					{' '}
					Черкаський політехнічний фаховий коледж співпрацює з усіма закладами
					вищої освіти регіону та провідними університетами міст Києва, Харкова,
					Кропивницького, Кременчука, де його випускники мають можливість
					продовжувати навчання за скороченим терміном.
				</p>
				<p>
					{' '}
					В останні роки коледж інтенсивно відновлює співпрацю з підприємствами.
					Прикладом конструктивного підходу до розв’язання проблеми підготовки
					фахівців, зміцнення матеріально-технічної бази коледжу є
					співробітництво з ПАТ «Черкасиобленерго», ЗАТ "Черкасиелеватормаш",
					ПАТ «Азот», ТОВ "Фабрика агрохімікатів", ТОВ "Торгівельна компанія
					"Сканер", НВК «Фотоприлад», Черкаським автоскладальним заводом та
					іншими.
				</p>
				<Subtitle text='У 2022 році Черкаському політехнічному фаховому коледжу виповнилося 100 років.              ' />
			</p>
			<hr className='hr-style' />
		</div>
	);

	return (
		<Page title='Коледж - ЧПФК'>
			<DemoBlock
				routes={сollegeRoutes}
				content={сollegeContent}
				additionalLinks={сollegeRoutes}
			/>
		</Page>
	);
};
