import Page from '../../../../../../Page/Page'
import Block from '../../../../../../components/sample/Block/Block'
import Title from '../../../../../../components/sample/Title/Title'


export const OM = () => {

	const omContent = (
		<div>
		<Title text='Код та найменування спеціальності: 133 Галузеве машинобудування.' />
		<p>Шифр  та галузь знань: 13 Механічна інженерія.</p><br />
		<p>Кваліфікація: технік-технолог.</p><br />
		<p>Термін навчання:</p>
		<li>на основі базової загальної середньої освіти - 3 роки 10 місяців;</li>
		<li>на основі повної загальної середньої освіти - 2 роки 10 місяців.</li>
		<br />
		<p>Ліцензований обсяг прийому: 30 осіб денна форма навчання.</p>
		<br />
		<p>Підготовка за спеціалізацією проводиться з 1996 року.</p>
		<p>ПІдготовка фахового молодшого бакалавра з кваліфікацією техніка-технолога здійснюється для виробничо-технологічної діяльності на виробництвах машинобудівного комплексу в механічних цехах, лабораторіях, конструкторських бюро та відділах підприємств на посадах техніка-конструктора з технологічного оснащення, майстра з технічного контролю, майстра виробничої дільниці.</p>
		<br />
		<p>В процесі навчання студенти оволодівають новітніми технологіями комплексної технічної підготовки виробництва за допомогою комп’ютерної техніки, що дозволяє майбутнім фахівцям впевнено працювати в сучасних умовах виробництва, займати посади менеджерів середньої ланки, виконувати завдання з проектування виробів або з виробничого маркетингу.</p>
		<p>Навчальним планом передбачено додатково здобуття студентами робітничих професій “Токар”, “Фрезерувальник”.</p>
		<p>Провідні дисципліни фахової підготовки – "Основи обробки матеріалів та інструмент; "Металорізальні верстати та автоматичні лінії"; "Технологія машинобудування та САПР"; "Технологічне оснащення"; "Технологічні основи програмування для верстатів та системи ЧПК"; "Економіка, організація та планування виробництва".</p>
		<br />
		<p>Можливості працевлаштування: випускник може займати посади техніка-технолога, техніка-конструктора з технологічного сонащення, майстра технічного контролю, майстра виробничої дільниці, оператора весртатів з ЧПК, техніка з нормування праці і техніка з підготовки виробництва на підприємствах машинобудівної промисловості, металургійної промисловості, гірничо-видобувної промисловості, виробництва готових металевих виробів.</p>
		<br />
		<p>Випускники спеціалізації  коледжу продовжують навчання за скороченим терміном в Національному технічному університеті України «Київський політехнічний інститут імені Ігоря Сікорського», Центральноукраїнському  національному технічному університеті, Кременчуцькому національному університеті імені Михайла Остроградського та Черкаському державному технологічному університеті.</p>
			<hr className='hr-style' />
	</div>
	);

	return (
		<Page title='Обслуговування та ремонт обладнання підприємств хімічної і нафтогазопереробної промисловості - ЧПФК'>
			<Block
				content={omContent}
			/>
		</Page>
	);
};
