import Page from '../../../../../Page/Page'
import DemoBlock from '../../../../../components/sample/DemoBlock/DemoBlock'
import Title from '../../../../../components/sample/Title/Title'

export const Starshoklasnykam = () => {
	const StarshoklasnykamRoutes = [
        { name: 'Вибери професію', path: '/entry-company/starshoklasnykam/choose-profesion' },
    ]
	const starshoklasnykamContent = (
		<div>
			<Title text='Старшокласникам' />
			<hr className='hr-style' />
			<h1>Плюси переходу в КОЛЕДЖ замість «просиджування штанів» в школі:</h1>
            <li>Виявляється, можна прожити без батьківських зборів, вирішуючи всі питання, коли вони виникають у батьків, і в час, зручний для батьків.</li>
            <li>Виявляється, прибирають в коледжі ті, хто за це отримує зарплату, а не діти, «заохочені» прикладом невідомих японських дітей.</li>
            <li>Виявляється, що якщо про форму не згадувати – діти голими не ходять.</li>
            <li>Виявляється, що програму навчання можна побудувати таким чином, щоб все робити на парах, а вдома лише зрідка витрачати час на завдання в рамках пів години-година.</li>
            <li>Виявляється, що підручники, звичайно, формально існують, але якщо педагог знає матеріал, любить предмет і не працює за принципом «відкрили підручник та прочитали параграф» – підручники нікому в принципі і не потрібні.</li>
            <li>Виявляється, що дитина, яка чітко професійно зорієнтована, може займатись професією з задоволенням.</li>
            <li>Виявляється, що відсутність фіксованих класів є певною запорукою проти булінгу, бо немає фіксованих колективів з усіма мінусами.</li>
            <li>Виявляється, що класний керівник і куратор курсу – це різні речі. І виявляється, що кураторства достатньо для керування процесом, але без одягання маски «гуру» та «беззаперечного авторитета».</li>
            <li>Виявляється, що цілком можна обійтись без лінійок та такого подібного, а замінити все це гарним концертом.</li>
            <li>Виявляється, що цілком можна жити, не збираючи на штори, фарбу та шпалери, бо це проблема навчального закладу, до якої батьки і діти жодного стосунку не мають.</li>
            <li>Виявляється, що чим дорослішими і конкретнішими є задачі, які ставлять перед дітьми, – тим відповідальнішими вони стають.</li>
        <p>Ми вже ідемо до професії, а ті, хто залишився, лише думають, чи йти до дороги, яка веде до професії.</p>
        <hr className='hr-style' />
		</div>
	);

	return (
		<Page title='Старшокласникам - ЧПФК'>
			<DemoBlock content={starshoklasnykamContent}
            routes={StarshoklasnykamRoutes} />
		</Page>
	);
};