import Page from '../../../../../../Page/Page'
import Block from '../../../../../../components/sample/Block/Block'
import Title from '../../../../../../components/sample/Title/Title'


export const EA = () => {

	const eaContent = (
		<div>
   <Title text='Електроенергетика, електротехніка та електромеханіка' />
        <hr className='hr-style' />
        <br />
        <p>Код та найменування спеціальності: 141 Електроенергетика, електротехніка та електромеханіка.</p>
        <br />
        <p>Шифр та галузь знань: 14 Електрична інженерія.</p>
        <br />
        <p>Кваліфікація: електромеханік.</p>
        <br />
        <p>Термін навчання:</p>
        <br />
        <li>на основі базової загальної середньої освіти - 3 роки 10 місяців;</li>
        <li>на основі повної загальної середньої освіти - 2 роки 10 місяців.</li>
        <br />
        <p>Ліцензований обсяг прийому: 30 осіб денна форма навчання.</p>
        <br />
        <p>Підготовка за спеціалізацією проводиться з 2001 року.</p>
        <p>Фаховий молодший бакалавр з кваліфікацією електромеханіка готується для професійної діяльності з технічного обслуговування і ремонту електротехнічного і електронного устаткування автомобілів і тракторів.</p>
        <br />
        <p>Фахові молодші бакалаври готуються для роботи на підприємствах, які експлуатують автотракторну техніку (в т.ч. спеціалізовану сільськогосподарського призначення) незалежно від форм власності: автотранспортних підприємствах, сервісних станціях та пунктах ТО автомобілів, тракторів, комбайнів, сільськогосподарських підприємствах, машиннотракторних станцій. Електромеханік може працювати на первинних посадах з технічного обслуговування і ремонту, електротехнічного та електронного устаткування автомобілів і тракторів та майстра ремонтної дільниці (цеху).</p>
        <br />
        <p>До проходження виробничої практики студенти додатково опановують робітничу професію "Автослюсар-електрик".</p>
        <br />
        <Title text='Провідні дисципліни фахової підготовки' />
        <li>Будова і експлуатація автомобілів і тракторів, автотракторних двигунів;</li>
        <li>Електроустаткування автомобілів і тракторів;</li>
        <li>Схемотехніка;</li>
        <li>Мікропроцесорна техніка;</li>
        <li>Програмування та комп’ютерне моделювання;</li>
        <li>Електронні та мікропроцесорні системи автомобілів і тракторів;</li>
        <li>Технічне обслуговування, діагностика та ремонт електроустаткування автомобілів і тракторів;</li>
        <li>Основи керування автомобілем та безпека дорожнього руху.</li>
        <br />
        <p>Основні підприємства для працевлаштування: АТП 17127, ТОВ "АТЛ", КП "Черкасиводоканал", ВАТ "Черкаський автобус", ДП "Чарз-Авто", ПАТ "Черкасиавто".</p>
        <br />
        <p>Випускники спеціалізації коледжу продовжують навчання за скороченим терміном переважно в Національному транспортному університеті, Харківському національному автомобільно-дорожньому університеті, Центральноукраїнському національному технічному університеті, Кременчуцькому національному університеті імені Михайла Остроградського та Черкаському державному технологічному університеті.</p>
        <hr className='hr-style' />
    </div>
	);

	return (
		<Page title='Обслуговування і ремонт електроустаткування автомобілів і тракторів - ЧПФК'>
			<Block
				content={eaContent}
			/>
		</Page>
	);
};
