import { FiMapPin } from 'react-icons/fi';
import { IoLibraryOutline } from 'react-icons/io5';
import { VscServerProcess } from 'react-icons/vsc';
import Page from '../../../Page/Page';
import DemoBlock from '../../../components/sample/DemoBlock/DemoBlock';
import Title from '../../../components/sample/Title/Title';

export const Library = () => {
	const libraryRoutes = [
		{
			name: 'Бібліотечні ресурси',
			path: '/library/resources',
			icon: <IoLibraryOutline />,
		},
		{
			name: 'Діяльність бібліотеки',
			path: '/library/activity',
			icon: <VscServerProcess />,
		},
	];

	const libraryContent = (
		<div>
			<Title text='Бібліотека' />
			<hr className='hr-style' />
			<div style={{ display: 'flex', alignItems: 'center', marginTop: '20px' }}>
				<FiMapPin style={{ marginRight: '20px', fontSize: '48px' }} />
				<span>
					АДРЕСА: 18001, м. Черкаси, вул. Надпільна, 226. Приміщення четвертого
					корпусу Черкаського політехнічного фахового коледжу, 1 поверх.
				</span>
			</div>
			<br />
			<p>
				Сьогодні, в наш час, дуже важливо знайти орієнтир у морі інформації.
				Книга, бібліотека були і залишаються тим острівцем, на якому читач
				знайде для себе необхідне, цікаве, відповідь на будь-яке хвилююче
				питання.
			</p>
			<br />
			<p>
				Від рівня забезпечення кожного студента технічною, навчальною та
				методичною літературою залежить рівень підготовки майбутніх
				спеціалістів. Головне надбання бібліотеки коледжу – книжковий фонд, який
				складає 70 тисяч примірників. Послугами бібліотеки користуються більше
				тисячі студентів та співробітників коледжу. Бібліотека має читальний зал
				на 80 місць, абонемент. Діє сучасна оптоволоконна мережа доступу до
				Інтернету з встановленням точок доступу до WI-FI для безкоштовного
				користування студентами та викладачами.
			</p>
			<br />
			<p>
				На початку грудня 2007 року відкрито інформаційно-консультаційний центр
				для поліпшення організації самостійної роботи студентів. Вони мають
				змогу користуватися підручниками та навчальними посібниками на
				електронних носіях, методичними розробками викладачів, комп’ютерною та
				ксерокопіювальною технікою, Інтернетом. Все це забезпечує використання
				елементів дистанційного навчання. Інформаційна база постійно
				поповнюється. Додатково для забезпечення самостійної роботи іногородніх
				студентів та слухачів курсів обладнано бібліотеку з читальним залом в
				гуртожитку.
			</p>
			<hr className='hr-style' />
		</div>
	);

	return (
		<Page title='Бібліотека - ЧПФК'>
			<DemoBlock
				routes={libraryRoutes}
				content={libraryContent}
				additionalLinks={libraryRoutes}
			/>
		</Page>
	);
};
